Repository: ntoporcov/openclient
Catalog: OpenCodeIOSClient/Localizable.xcstrings
Source language: en
Languages: it, pt_br

source: The saved OpenCode connection cannot be used for notification setup.
it: La connessione OpenCode salvata non può essere usata per configurare le notifiche.
pt_br: A conexão salva do OpenCode não pode ser usada para configurar notificações.

source: The saved password for %@ is unavailable. Reconnect this server in OpenClient.
it: La password salvata per %@ non è disponibile. Riconnetti questo server in OpenClient.
pt_br: A senha salva para %@ não está disponível. Reconecte este servidor em OpenClient.

source: The selected authentication file is malformed.
it: Il file di autenticazione selezionato non è valido.
pt_br: O arquivo de autenticação selecionado está malformado.

source: The selected authentication file is too large to read safely.
it: Il file di autenticazione selezionato è troppo grande per essere letto in sicurezza.
pt_br: O arquivo de autenticação selecionado é grande demais para ser lido com segurança.

source: The selected authentication file was not found.
it: Il file di autenticazione selezionato non è stato trovato.
pt_br: O arquivo de autenticação selecionado não foi encontrado.

source: The selected connection or workspace changed. Start setup again.
it: La connessione o l'area di lavoro selezionata è cambiata. Riavvia la configurazione.
pt_br: A conexão ou o espaço de trabalho selecionado mudou. Inicie a configuração novamente.

source: The selected provider credential format is not supported.
it: Il formato della credenziale del provider selezionato non è supportato.
pt_br: O formato da credencial do provedor selecionado não é compatível.

source: The selected provider entry was not found.
it: La voce del provider selezionato non è stata trovata.
pt_br: A entrada do provedor selecionado não foi encontrada.

source: The selected session does not belong to the selected project.
it: La sessione selezionata non appartiene al progetto selezionato.
pt_br: A sessão selecionada não pertence ao projeto selecionado.

source: The selected session is no longer available for this project.
it: La sessione selezionata non è più disponibile per questo progetto.
pt_br: A sessão selecionada não está mais disponível para este projeto.

source: The selected shortcut items belong to different OpenClient connections.
it: Gli elementi del comando rapido selezionati appartengono a connessioni OpenClient diverse.
pt_br: Os itens de atalho selecionados pertencem a diferentes conexões OpenClient.

source: The server could not start the credential helper.
it: Il server non è riuscito ad avviare l'helper delle credenziali.
pt_br: O servidor não conseguiu iniciar o auxiliar de credenciais.

source: The server did not preserve the credential helper's required environment.
it: Il server non ha mantenuto l'ambiente richiesto dall'helper delle credenziali.
pt_br: O servidor não preservou o ambiente exigido pelo auxiliar de credenciais.

source: The server rejected the answer format or pattern. Check the field values.
it: Il server ha rifiutato il formato o il pattern della risposta. Verifica i valori dei campi.
pt_br: O servidor rejeitou o formato ou padrão da resposta. Verifique os valores dos campos.

source: The server rejected the credential helper request (HTTP %lld).
it: Il server ha rifiutato la richiesta dell'helper delle credenziali (HTTP %lld).
pt_br: O servidor rejeitou a solicitação do auxiliar de credenciais (HTTP %lld).

source: The server rejected this answer. Check the field values and try again.
it: Il server ha rifiutato questa risposta. Verifica i valori dei campi e riprova.
pt_br: O servidor rejeitou esta resposta. Verifique os valores dos campos e tente novamente.

# The server request failed with status %lld: %@
source: The server request failed with status %1$lld: %2$@
it: La richiesta al server non è riuscita con stato %1$lld: %2$@
pt_br: A solicitação do servidor falhou com status %1$lld: %2$@

source: The server request failed with status %lld.
it: La richiesta al server non è riuscita con stato %lld.
pt_br: A solicitação do servidor falhou com o status %lld.

source: The server requires an answer or acknowledgment for every required field.
it: Il server richiede una risposta o una conferma per ogni campo obbligatorio.
pt_br: O servidor exige uma resposta ou confirmação para cada campo obrigatório.

source: The server returned an invalid integration identifier.
it: Il server ha restituito un identificatore di integrazione non valido.
pt_br: O servidor retornou um identificador de integração inválido.

source: The server returned an invalid response.
it: Il server ha restituito una risposta non valida.
pt_br: O servidor retornou uma resposta inválida.

source: The server took too long to respond. Check that the URL is reachable, then try again.
it: Il server ha impiegato troppo tempo a rispondere. Verifica che l'URL sia raggiungibile, poi riprova.
pt_br: O servidor demorou demais para responder. Verifique se a URL está acessível e tente novamente.

source: The server URL is invalid.
it: L'URL del server non è valido.
pt_br: A URL do servidor é inválida.

source: The shared chat has already been created in another destination.
it: La chat condivisa è già stata creata in un'altra destinazione.
pt_br: O chat compartilhado já foi criado em outro destino.

source: The shared content and link specify different connections.
it: Il contenuto condiviso e il link specificano connessioni diverse.
pt_br: O conteúdo compartilhado e o link especificam conexões diferentes.

source: The terminal is not connected.
it: Il terminale non è connesso.
pt_br: O terminal não está conectado.

source: The video format is not playable on this device.
it: Il formato video non è riproducibile su questo dispositivo.
pt_br: O formato de vídeo não pode ser reproduzido neste dispositivo.

source: The video service returned HTTP %lld.
it: Il servizio video ha restituito HTTP %lld.
pt_br: O serviço de vídeo retornou HTTP %lld.

source: The video stream did not begin playback.
it: Lo stream video non ha avviato la riproduzione.
pt_br: O stream de vídeo não iniciou a reprodução.

source: The visual preview data URL is invalid.
it: L'URL dei dati dell'anteprima visiva non è valido.
pt_br: A URL de dados da prévia visual é inválida.

source: The visual preview dimensions are invalid.
it: Le dimensioni dell'anteprima visiva non sono valide.
pt_br: As dimensões da prévia visual são inválidas.

source: The visual preview exceeds the supported size limit.
it: L'anteprima visiva supera il limite di dimensione supportato.
pt_br: A prévia visual excede o limite de tamanho compatível.

source: The visual preview is not a valid JPEG image.
it: L'anteprima visiva non è un'immagine JPEG valida.
pt_br: A prévia visual não é uma imagem JPEG válida.

source: The visual preview must be a JPEG image.
it: L'anteprima visiva deve essere un'immagine JPEG.
pt_br: A prévia visual deve ser uma imagem JPEG.

source: The web is vast. No need to rush the current.
it: Il web è vasto. Non serve correre controcorrente.
pt_br: A web é imensa. Não precisa correr contra a corrente.

source: The webpage did not finish loading in time.
it: La pagina web non ha terminato il caricamento in tempo.
pt_br: A página da web não terminou de carregar a tempo.

source: The webpage stopped responding. Reload it to continue.
it: La pagina web ha smesso di rispondere. Ricaricala per continuare.
pt_br: A página parou de responder. Recarregue-a para continuar.

source: These prompts apply to the second execution round after intent inference.
it: Questi prompt si applicano al secondo ciclo di esecuzione dopo l'inferenza dell'intento.
pt_br: Esses prompts se aplicam à segunda rodada de execução após a inferência da intenção.

source: Thinking
it: Ragionamento in corso
pt_br: Pensando

source: Third-party notices and attributions.
it: Note e attribuzioni di terze parti.
pt_br: Avisos e atribuições de terceiros.

source: This app icon requires Pro Lifetime.
it: Questa icona dell'app richiede Pro a vita.
pt_br: Este ícone do app requer o Pro Vitalício.

source: This authentication form is not supported in OpenClient. Use the OpenCode web app.
it: Questo modulo di autenticazione non è supportato in OpenClient. Usa l'app web di OpenCode.
pt_br: Este formulário de autenticação não é compatível com o OpenClient. Use o app web do OpenCode.

source: This authorization attempt expired. Start a new connection.
it: Questo tentativo di autorizzazione è scaduto. Avvia una nuova connessione.
pt_br: Esta tentativa de autorização expirou. Inicie uma nova conexão.

source: This browser has excellent cache flow.
it: Questo browser ha un ottimo flusso di cache.
pt_br: Este navegador tem um excelente fluxo de cache.

source: This build does not support changing its app icon.
it: Questa build non supporta la modifica dell'icona dell'app.
pt_br: Esta versão não permite alterar o ícone do app.

source: This chat is not currently recognized as a Find the Place session.
it: Questa chat non è attualmente riconosciuta come sessione di Trova il posto.
pt_br: Este chat não é reconhecido no momento como uma sessão do Encontre o Lugar.

source: This credential source cannot be read safely.
it: Questa origine delle credenziali non può essere letta in sicurezza.
pt_br: Esta origem de credencial não pode ser lida com segurança.

source: This Device
it: Questo dispositivo
pt_br: Este dispositivo

source: This embedded page opens this app's repository issues list so you can file bugs, request features, or follow existing reports without leaving the article flow.
it: Questa pagina incorporata apre l'elenco delle issue del repository dell'app, così puoi segnalare bug, richiedere funzionalità o seguire le segnalazioni esistenti senza uscire dal flusso dell'articolo.
pt_br: Esta página incorporada abre a lista de problemas do repositório deste aplicativo para que você possa registrar bugs, solicitar recursos ou acompanhar relatórios existentes sem sair do fluxo do artigo.

source: This form contains unsupported fields. You can cancel the request.
it: Questo modulo contiene campi non supportati. Puoi annullare la richiesta.
pt_br: Este formulário contém campos não compatíveis. Você pode cancelar a solicitação.

source: This form is no longer available. Refresh its status.
it: Questo modulo non è più disponibile. Aggiorna il suo stato.
pt_br: Este formulário não está mais disponível. Atualize o status dele.

source: This is taking longer than usual. The server might be waking up, blocked by a network, or quietly contemplating existence.
it: Ci vuole più tempo del solito. Il server potrebbe essere in fase di riattivazione, bloccato dalla rete, o intento a riflettere sull'esistenza.
pt_br: Isso está demorando mais que o normal. O servidor pode estar acordando, bloqueado por uma rede ou contemplando silenciosamente a existência.

source: This link cannot be opened safely. You can cancel the request.
it: Questo link non può essere aperto in sicurezza. Puoi annullare la richiesta.
pt_br: Este link não pode ser aberto com segurança. Você pode cancelar a solicitação.

source: This OC Notify setup code is no longer valid. Generate a new code.
it: Questo codice di configurazione di OC Notify non è più valido. Genera un nuovo codice.
pt_br: Este código de configuração do OC Notify não é mais válido. Gere um novo código.

source: This OpenClient app does not support %@.
it: Questa app OpenClient non supporta %@.
pt_br: Este aplicativo OpenClient não oferece suporte a %@.

source: This permanently discards local changes in %@. Session history is not deleted.
it: Questa azione scarta definitivamente le modifiche locali in %@. La cronologia delle sessioni non viene eliminata.
pt_br: Isso descarta permanentemente as alterações locais em %@. O histórico de sessões não é excluído.

source: This read-only list comes from the provider catalog returned by OpenCode.
it: Questo elenco di sola lettura proviene dal catalogo provider restituito da OpenCode.
pt_br: Esta lista somente leitura vem do catálogo de provedores retornado pelo OpenCode.

source: This release also includes fixes and reliability improvements across the app.
it: Questa versione include anche correzioni e miglioramenti dell’affidabilità in tutta l’app.
pt_br: Esta versão também inclui correções e melhorias de confiabilidade em todo o app.

source: This removes the saved account and its credential from OpenClient.
it: Questa operazione rimuove da OpenClient l'account salvato e la relativa credenziale.
pt_br: Isso remove do OpenClient a conta salva e sua credencial.

source: This removes the stored credential from the OpenCode server. Environment credentials are not changed.
it: Questa azione rimuove la credenziale memorizzata sul server OpenCode. Le credenziali d'ambiente non vengono modificate.
pt_br: Isso remove a credencial armazenada no servidor OpenCode. As credenciais de ambiente não são alteradas.

source: This server does not expose the OpenCode v2 API. Choose Legacy or Automatic and try again.
it: Questo server non espone l'API v2 di OpenCode. Scegli Legacy o Automatico e riprova.
pt_br: Este servidor não disponibiliza a API v2 do OpenCode. Escolha Legado ou Automático e tente novamente.

source: This style applies to all providers on Home and Activity.
it: Questo stile si applica a tutti i provider in Home e Attività.
pt_br: Este estilo se aplica a todos os provedores em Início e Atividade.

source: This will replace the saved credential for this source and discard its current usage snapshot.
it: Questa operazione sostituirà la credenziale salvata per questa origine ed eliminerà l'istantanea di utilizzo corrente.
pt_br: Isso substituirá a credencial salva para esta origem e descartará o snapshot de uso atual.

source: Title
it: Titolo
pt_br: Título

source: Todo status comes directly from `GET /session/:id/todo`.
it: Lo stato dei todo proviene direttamente da `GET /session/:id/todo`.
pt_br: O status das tarefas vem diretamente de `GET /session/:id/todo`.

source: Todo Update
it: Aggiornamento todo
pt_br: Atualização de tarefas

# todo.status.cancelled
source: Cancelled
it: Annullato
pt_br: Cancelada

# todo.status.completed
source: Completed
it: Completato
pt_br: Concluída

# todo.status.in_progress
source: In Progress
it: In corso
pt_br: Em andamento

# todo.status.pending
source: Pending
it: In attesa
pt_br: Pendente

source: Todos
it: Todo
pt_br: Tarefas

source: Todos on your terms
it: Todo alle tue condizioni
pt_br: Tarefas do seu jeito

source: Todowrite Context
it: Contesto Todowrite
pt_br: Contexto de Todowrite

source: Toggle servers
it: Attiva/disattiva server
pt_br: Alternar servidores

source: Toggle servers from the MCP tab.
it: Attiva o disattiva i server dalla scheda MCP.
pt_br: Alterne servidores na guia MCP.

source: Tool
it: Strumento
pt_br: Ferramenta

source: Tool Calls
it: Chiamate strumento
pt_br: Chamadas de ferramentas

source: Total Cost
it: Costo totale
pt_br: Custo total

source: Total Tokens
it: Token totali
pt_br: Total de tokens

source: Track OpenAI subscription limits and OpenRouter spend from Projects and Activity.
it: Tieni sotto controllo i limiti dell'abbonamento OpenAI e la spesa su OpenRouter da Progetti e Attività.
pt_br: Acompanhe os limites da assinatura do OpenAI e os gastos do OpenRouter em Projetos e Atividade.

source: Track running sessions, approvals, and questions across projects.
it: Monitora sessioni in esecuzione, approvazioni e domande tra i progetti.
pt_br: Acompanhe sessões em execução, aprovações e perguntas em projetos.

source: Traditional VPNs also work
it: Funzionano anche le VPN tradizionali
pt_br: VPNs tradicionais também funcionam

source: Tree
it: Albero
pt_br: Árvore

source: tropical latitude
it: latitudine tropicale
pt_br: latitude tropical

source: Try a different search.
it: Prova una ricerca diversa.
pt_br: Tente uma pesquisa diferente.

source: Try Again
it: Riprova
pt_br: Tente novamente

source: Try OpenCode v2 early, copy exactly what you need, and enjoy more polish throughout OpenClient.
it: Prova OpenCode v2 in anteprima, copia esattamente ciò che ti serve e scopri un OpenClient ancora più rifinito.
pt_br: Experimente o OpenCode v2 antecipadamente, copie exatamente o que precisa e aproveite ainda mais melhorias em todo o OpenClient.

source: Tuesday, April 28
it: Martedì, 28 aprile
pt_br: Terça-feira, 28 de abril

source: Tuning the antenna and looking for the OpenCode signal.
it: Sintonizzando l'antenna alla ricerca del segnale OpenCode.
pt_br: Sintonizando a antena e procurando o sinal OpenCode.

source: Turn on Apple Intelligence to try the on-device demo.
it: Attiva Apple Intelligence per provare la demo sul dispositivo.
pt_br: Ative o Apple Intelligence para testar a demonstração no dispositivo.

source: Turn this off to show only the latest assistant activity and fit more sessions on screen.
it: Disattivalo per mostrare solo l'ultima attività dell'assistente e visualizzare più sessioni sullo schermo.
pt_br: Desative esta opção para mostrar apenas as atividades mais recentes do assistente e colocar mais sessões na tela.

source: Turn took %@
it: Il turno ha richiesto %@
pt_br: O turno levou %@

source: Type
it: Tipo
pt_br: Tipo

source: Type an address above and let the good sites roll.
it: Digita un indirizzo qui sopra e lascia scorrere i bei siti.
pt_br: Digite um endereço acima e deixe os bons sites rolarem.

source: Type your answer
it: Scrivi la tua risposta
pt_br: Digite sua resposta

source: Unable to access the selected folder.
it: Impossibile accedere alla cartella selezionata.
pt_br: Não é possível acessar a pasta selecionada.

source: Unable to export drawing.
it: Impossibile esportare il disegno.
pt_br: Não foi possível exportar o desenho.

source: Unable to load %@.
it: Impossibile caricare %@.
pt_br: Não foi possível carregar %@.

source: Unable to Load Page
it: Impossibile caricare la pagina
pt_br: Não foi possível carregar a página

source: Unable to safely update saved servers. Unlock your device and try again. If this continues, contact support.
it: Impossibile aggiornare in sicurezza i server salvati. Sblocca il dispositivo e riprova. Se il problema persiste, contatta l'assistenza.
pt_br: Não foi possível atualizar os servidores salvos com segurança. Desbloqueie o dispositivo e tente novamente. Se o problema persistir, entre em contato com o suporte.

source: Unavailable
it: Non disponibile
pt_br: Indisponível

source: unknown
it: sconosciuto
pt_br: desconhecido

source: Unknown
it: Sconosciuto
pt_br: Desconhecido

source: unknown URL
it: URL sconosciuto
pt_br: URL desconhecida

source: Unlimited
it: Illimitato
pt_br: Ilimitado

source: Unlimited prompts
it: Prompt illimitati
pt_br: Prompts ilimitados

source: Unlimited sessions
it: Sessioni illimitate
pt_br: Sessões ilimitadas

source: Unlock Actions
it: Sblocca azioni
pt_br: Desbloquear ações

source: Unlock unlimited prompts and sessions, plus support the signed App Store build.
it: Sblocca prompt e sessioni illimitati, e sostieni la build firmata dell'App Store.
pt_br: Desbloqueie prompts e sessões ilimitados e apoie a build assinada da App Store.

source: Unlocked
it: Sbloccato
pt_br: Desbloqueado

source: Unpin
it: Rimuovi da fissati
pt_br: Desafixar

source: Unsupported OpenClient bridge protocol version %lld.
it: Versione %lld del protocollo bridge OpenClient non supportata.
pt_br: Versão do protocolo de ponte OpenClient não suportada %lld.

source: Untitled Session
it: Sessione senza titolo
pt_br: Sessão sem título

source: Up to date
it: Aggiornato
pt_br: Atualizado

source: Update the OpenClient plugin on the OpenCode host to set up OC Notify from this app.
it: Aggiorna il plugin OpenClient sull'host OpenCode per configurare OC Notify da questa app.
pt_br: Atualize o plugin do OpenClient no host do OpenCode para configurar o OC Notify por este app.

source: Updated %@
it: Aggiornato %@
pt_br: Atualizado %@

source: Updated just now
it: Aggiornato proprio ora
pt_br: Atualizado agora há pouco

source: Updating
it: Aggiornamento in corso
pt_br: Atualizando

source: Updating browser history
it: Aggiornamento cronologia browser
pt_br: Atualizando o histórico do navegador

source: Updating Todos
it: Aggiornamento todo
pt_br: Atualizando tarefas

source: Upgrade
it: Esegui l'upgrade
pt_br: Fazer upgrade

source: Upgrade to create more sessions.
it: Esegui l'upgrade per creare più sessioni.
pt_br: Faça upgrade para criar mais sessões.

source: Upgrade to Pro
it: Passa a Pro
pt_br: Fazer upgrade para o plano Pro

source: Upgrade to send unlimited prompts and support continued development of the open-source app.
it: Esegui l'upgrade per inviare prompt illimitati e sostenere lo sviluppo continuo dell'app open source.
pt_br: Faça upgrade para enviar prompts ilimitados e apoiar o desenvolvimento contínuo do app de código aberto.

source: Upload the new build to TestFlight.
it: Carica la nuova build su TestFlight.
pt_br: Envie a nova build ao TestFlight.

source: Usage
it: Utilizzo
pt_br: Uso

source: Usage Display Style
it: Stile di visualizzazione dell'utilizzo
pt_br: Estilo de exibição de uso

source: Usage Levels
it: Livelli di utilizzo
pt_br: Níveis de uso

source: Usage limit
it: Limite di utilizzo
pt_br: Limite de uso

source: Usage unavailable
it: Utilizzo non disponibile
pt_br: Uso indisponível

source: Usage, without leaving OpenClient
it: Utilizzo senza uscire da OpenClient
pt_br: Uso sem sair do OpenClient

source: Use %@ app icon
it: Usa l'icona app %@
pt_br: Usar %@ como ícone do app

source: Use a workspace name without path separators or dot components.
it: Usa un nome per lo spazio di lavoro senza separatori di percorso né componenti come '.' o '..'.
pt_br: Use um nome de espaço de trabalho sem separadores de caminho nem componentes como '.' ou '..'.

source: Use it, study it, improve it.
it: Usalo, studialo, miglioralo.
pt_br: Use, estude, melhore.

source: Use Manage Projects to drag workspaces into order or hide the ones you do not need.
it: Usa Gestisci progetti per trascinare i workspace nell'ordine desiderato o nascondere quelli che non ti servono.
pt_br: Use Gerenciar projetos para reordenar os espaços de trabalho ou ocultar os que você não precisa.

source: Use New Session Default
it: Usa il valore predefinito della nuova sessione
pt_br: Usar o padrão de nova sessão

source: Use System Default
it: Usa l'impostazione predefinita di sistema
pt_br: Usar padrão do sistema

source: Use the project issues page to report bugs, request features, and track the work that follows from your feedback.
it: Usa la pagina delle issue del progetto per segnalare bug, richiedere funzionalità e seguire il lavoro che nasce dal tuo feedback.
pt_br: Use a página de problemas do projeto para relatar bugs, solicitar recursos e acompanhar o trabalho resultante do seu feedback.

source: Used when starting a new session on this server. Changes made in a chat only affect that session.
it: Usato quando avvii una nuova sessione su questo server. Le modifiche fatte in una chat riguardano solo quella sessione.
pt_br: Usado ao iniciar uma nova sessão neste servidor. As alterações feitas em um chat afetam apenas essa sessão.

source: User
it: Utente
pt_br: Usuário

source: User Messages
it: Messaggi utente
pt_br: Mensagens do usuário

source: User Prompt
it: Prompt utente
pt_br: Prompt do usuário

source: Username
it: Nome utente
pt_br: Nome de usuário

source: Using %@.
it: Utilizzo di %@.
pt_br: Usando %@.

source: UTILITIES
it: UTILITÀ
pt_br: UTILITÁRIOS

source: Value
it: Valore
pt_br: Valor

source: Video bridge ready
it: Bridge video pronto
pt_br: Ponte de vídeo pronta

source: Video Test
it: Test video
pt_br: Teste de vídeo

source: Video Unavailable
it: Video non disponibile
pt_br: Vídeo indisponível

source: View context
it: Visualizza contesto
pt_br: Ver contexto
